Repository: wp-plugins/thecartpress-spanish-setup
Catalog: languages/tcp-tierprice-*.po
Languages: es_es

source: Tier Price
es_es: Precios por cantidad

source: Activate Special Price
es_es: Activar precios especiales

source: Special Price
es_es: Precios Especiales

source: Special Price activated
es_es: Precios especiales activados

source: Special Price From Date
es_es: Precio Especial, Fecha Desde

source: Date format: YYYY-MM-DD
es_es: Formato fecha: YYYY-MM-DD

source: Special Price To Date
es_es: Precio Especial, Fecha Hasta

source: Activate Tier Price
es_es: Activas Precios por Cantidad

source: Qty
es_es: Unidades

source: Price
es_es: Precio

source: Action
es_es: Acci√≥n

source: and above
es_es: y por debajo

source: Delete
es_es: Borrar

source: No prices
es_es: Sin precios

source: Insert
es_es: Insertar

source: Buy %s for %s each and <strong>save %s</strong>
es_es: Comparar %s por %s cada uno y <strong>ahorre %s</strong>
