Repository: wp-plugins/thecartpress-spanish-setup
Catalog: languages/tcp_max-*.po
Languages: es_es

source: <strong>Limits for TheCartPress</strong> requires TheCartPress plugin is activated.
es_es: <strong>Límites de ventas para TheCartPress</strong> requiere el plugin de TheCartPress esté activado.

source: Sorry, orders over %1$s %2$s cannot be accepted
es_es: Lo siento, pedidos superiores a %1$s %2$s no pueden ser aceptados

source: Sorry, orders over %1$s cannot be accepted
es_es: Lo siento, pedidos superiores a %1$s no pueden ser aceptados

source: Sorry, orders under %1$s %2$s will be recharged with %3$s
es_es: Lo siento, pedidos por debajo de %1$s %2$s tendrán un recargo de %3$s

source: Sorry, orders under %1$s will be recharged with %2$s
es_es: Lo siento, pedidos por debajo de %1$s tendrán un recargo de %2$s

source: Sorry, orders under %1$s cannot be accepted
es_es: Lo siento, pedidos por debajo de %1$s no pueden ser aceptados

source: See limits notices
es_es: Ver los avisos

source: Settings
es_es: Propiedades

source: Minimum weight fee
es_es: Recargo por no exceder el peso mínimo

source: Minimum price fee
es_es: Recargo por exceder el precio mínimo

source: Limits
es_es: Límites

source: Limits Setup
es_es: Configuración de Límites

source: Overview
es_es: Descripción general

source: You can customize TheCartPress to only accept orders with a minimum or maximum price and weigth.
es_es: Puede personalziar TheCartPress para que únicamente acepte pedidos con un mínimo o máximo valor en precio o peso

source: For more information:
es_es: Para más

source: Settings updated
es_es: Propiedades actualizadas

source: Minimum price
es_es: Precio mínimo

source: Small Order Fee
es_es: Recargo por Pedido pequeño

source: This fee will be applicable if the minimum price is not exceeded. If this value is zero the minimum price must exceed to proceed to order.
es_es: El recargo será aplicado si el precio mínimo no es excedido. Si este valor es cero, el precio mínimo deberá ser excedido para poder realizar el pedido.

source: Maximum price
es_es: Precio máximo

source: Minimum weight
es_es: Peso mínimo

source: This fee will be applicable if the minimum weight is not exceeded. If this value is zero the minimum weight must exceed to proceed to order.
es_es: El recargo será aplicado si el peso mínimo no es excedido. Si este valor es cero, el peso mínimo deberá ser excedido para poder realizar el pedido.

source: Maximum Weight
es_es: Peso máximo
